// © Copyright 2010-2015 HP Development Company, L.P.

// SSMDeviceWorkflowManager

// Copy workflows fail alert message
"COPY_WORKFLOWS_TITLE" = "Echec de la copie du flux de production";
"COPY_WORKFLOWS_DESC" = "Echec de copie des flux de production dans le dossier de domaine du périphérique de l'utilisateur";

// generic error
"ERROR" = "Erreur";
"ERROR_UNKNOWN_DESC" = "Une erreur inconnue s'est produite.";

// Error displayed when HPScanWorkflow object creation fails for execution of workflow in SEH interface execute method
"ERROR_WORKFLOW_CREATE_FAIL_TITLE" = "Echec de création du flux de production";
"ERROR_WORKFLOW_CREATE_FAIL_DESC" = "Une erreur inconnue s'est produite lors de la création du flux de production. Veuillez réessayer.";

// Error displayed when copyworkflows fails as due to non availability of permission at user device domain folder
"ERROR_CREATING_DIR_TITLE" = "Erreur de création du répertoire";
"ERROR_CREATING_DIR_DESC" = "Il y a eu une erreur à la création du répertoire %@. Vérifiez les privilèges d'accès du dossier parent puis réessayez";

// Error displayed when scan link ID received from the device is invalid
"ERROR_INVALID_SCAN_LINK_ID_TITLE" = "Raccourci de numérisation non pris en charge";
"ERROR_INVALID_SCAN_LINK_ID_DESC" = "Le raccourci de numérisation sélectionné ne peut pas être exécuté étant donné qu'il n'est pas reconnu par le logiciel. Veuillez sélectionner un raccourci de numérisation différent et réessayer.";

"Your HP device has sent a status message. This message could not be saved" = "Un message d'état a été envoyé par votre périphérique HP. Ce message n'a pas pu être sauvegardé.";
